import React from "react";

const ShortHistory = () => {
  return (
    <>
      <div>
        <p className="mt-4 mb-4 text-xl font-bold">সংক্ষিপ্ত ইতিহাস</p>
        <p className="mb-12">
          অখন্ড বাংলার উত্তর জনপদে শিক্ষার আলো জ্বালানোর জন্য রংপুর এবং এর
          নিকটবর্তী এলাকার জমিদারবর্গের উদার মনোবৃত্তির ফলশ্রুতি আজকের ‘রংপুর
          জিলা স্কুল’। ১৮৩২ সালে বাংলার তৎকালীন গভর্ণর লর্ড উইলিয়াম বেন্টিংক
          ‘জমিদার স্কুল’ নামে এ বিদ্যালয়ের ভিত্তিপ্রস্থর স্থাপন করেন।
        </p>
        <p className="mb-12">
          ইতোপূর্বে ১৮২৮ সালে জনশ্রুত অনুযায়ী ১৮২৫ সালে এর শিখন কার্যক্রম শুরু
          হয়। অনেক সমস্যার মধ্য দিয়ে বিদ্যালয়টি উন্নতির পথে অগ্রসর হয়। ১৮৬২ সালে
          তৎকালীন বৃটিশ ভারতের প্রাদেশিক সরকারের শিক্ষা বিভাগের আওতায় বিদ্যালয়টি
          ‘রংপুর জিলা স্কুল’ হিসেবে আত্নপ্রকাশ করে। কিছুদিনের জন্য প্রধান শিক্ষক
          স্বর্গীয় চন্দ্রনাথ ভট্টাচার্যের নেতৃত্বে বিদ্যালয়টি Second Grade
          College হিসেবে পরিচালিত হয়।
        </p>
        <p className="mb-12">
          পরবর্তী পর্যায়ে ১৮৮৩ সালে লেফটেন্যান্ট গভর্ণর স্যার এশলি ইডেন ১৫.৬৬
          একর জমির ওপর সম্পূর্ণ নিজস্ব আঙ্গিকে বর্তমান প্রধান বিল্ডিং এর
          ভিত্তিপ্রস্থর স্থাপন করেন। বিদ্যালয়টি জন্মলগ্ন থেকেই অনেক বিজ্ঞানী,
          সাহিত্যিক এবং দেশবরেণ্য জ্ঞানী-গুণী ব্যক্তির লালনভূমি হিসেবে স্বাক্ষর
          বহন করছে।
        </p>
        <p className="mb-12">
          রংপুর জিলা স্কুল ১৯৯১ সাল থেকে প্রভাতী ও দিবা এ দু শিফটে মোট চারটি
          শাখায় পরিচালিত হচ্ছে। প্রতি শিফটে সুদক্ষ ও বিজ্ঞ শিক্ষকমন্ডলী কর্তৃক
          শ্রেণি পাঠ্যক্রমিক শিক্ষায় বিদ্যালয়ের সুনাম দেশজুড়ে। সর্বমোট ৫০ জন
          সহকারি শিক্ষক, ২ জন সহকারি প্রধান শিক্ষক এবং একজন প্রধান শিক্ষক দ্বারা
          বিদ্যালয়টি পরিচালিত হয়।
        </p>
        <p className="mb-12">
          ১৯৯৯ সালে এবং ২০০০ সালে এস.এস.সি. পরীক্ষায় রংপুর জিলা স্কুলের
          শিক্ষার্থী রাজশাহী বোর্ডে প্রথম স্থান অধিকার করে। প্রাথমিক ও জুনিয়র
          বৃত্তি পরীক্ষায় ২০০৪ এ রংপুর জিলা স্কুল ‘রংপুর অঞ্চলে’ ছেলেদের মধ্যে
          প্রথম স্থান অধিকার করে। ২০০৭ সালে এস.এস.সি. পরীক্ষায় ১৩৯ জন, ২০০৮ সালে
          ১৬৩ জন, ২০০৯ সালে ১৯৫ জন, ২০১০ সালে ১৫০ জন, ২০১১ সালে ১৫৬ জন, ২০১২
          সালে ২০১ জন, ২০১৩ সালে ১৭৯ জন, ২০১৪ সালে ২১৯ জন এবং ২০১৫ সালে ২১৭ জন
          শিক্ষার্থী জিপিএ ৫.০০ অর্জন করে। বরাবরই রংপুর জিলা স্কুল বোর্ডের সেরা
          দশের মধ্যে স্থান লাভ করে আসছে।
        </p>
        <p className="mb-32">
          অভিভাবক-শিক্ষক সমাবেশ, নিয়মিত ছাত্র সমাবেশসহ সুশৃঙ্খল শিক্ষাদানের
          পাশাপাশি খেলাধুলা এবং সাংস্কৃতিক অঙ্গনে রংপুর জিলা স্কুল আশাব্যঞ্জক
          ভূমিকা রেখে আসছে। জাতীয় স্কুল টেলিভিশন বিতর্ক প্রতিযোগিতায় রংপুর জিলা
          স্কুল একাধিকবার চ্যাম্পিয়ন হবার গৌরব অর্জন করে।
        </p>
        <p className="mb-2">Last Update: 15-03-2018 07:48:06 PM</p>
      </div>
    </>
  );
};

export default ShortHistory;
